AutomatedServiceValidatorAndAccelerator_V1.0/Test Execution Reports/TestRun_02-02-2016_101030/Request Response/TC003_GetCityWeatherByZIP_DS2Request.txt

*******************************************************************************************************
TC003_GetCityWeatherByZIP_DS2Timestamp : 02/02/2016 10:10:30
*******************************************************************************************************************************************
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:weat="http://ws.cdyne.com/WeatherWS/">
   <soapenv:Header/>
   <soapenv:Body>
      <weat:GetCityWeatherByZIP>
         <!--Optional:-->
         <weat:ZIP>60070</weat:ZIP>
      </weat:GetCityWeatherByZIP>
   </soapenv:Body>
</soapenv:Envelope>
